Repository: qazpos/PalsBreedingAdviser
Catalog: PalsBreedingAdvicer/Properties/PalsData/PalNames.*.resx
Languages: ru

# SheepBall
source: Lamball
ru: Ламболл

# PinkCat
source: Cattiva
ru: Каттива

# ChickenPal
source: Chikipi
ru: Чикипи

# Carbunclo
source: Lifmunk
ru: Лифманк

# Kitsunebi
source: Foxparks
ru: Фокспаркс

# BluePlatypus
source: Fuack
ru: Камоноске

# ElecCat
source: Sparkit
ru: Спаркит

# Monkey
source: Tanzee
ru: Танзи

# FlameBambi
source: Rooby
ru: Руби

# Penguin
source: Pengullet
ru: Пенгуллет

# CaptainPenguin
source: Penking
ru: Пенкинг

# Hedgehog
source: Jolthog
ru: Джолтхог

# Hedgehog_Ice
source: Jolthog Cryst
ru: Джолтхог Крист

# PlantSlime
source: Gumoss
ru: Гумосс

# CuteFox
source: Vixy
ru: Викси

# WizardOwl
source: Hoocrates
ru: Хукрат

# Ganesha
source: Teafant
ru: Тифант

# NegativeKoala
source: Depresso
ru: Депрессо

# WoolFox
source: Cremis
ru: Кремис

# DreamDemon
source: Daedream
ru: Даэдрим

# Boar
source: Rushoar
ru: Рашоа

# NightFox
source: Nox
ru: Нокс

# CuteMole
source: Fuddler
ru: Фуддлер

# NegativeOctopus
source: Killamari
ru: Килламари

# Bastet
source: Mau
ru: Мау

# Bastet_Ice
source: Mau Cryst
ru: Мау Крист

# FlyingManta
source: Celaray
ru: Селарай

# Garm
source: Direhowl
ru: Дайэхаул

# ColorfulBird
source: Tocotoco
ru: Токотоко

# FlowerRabbit
source: Flopie
ru: Флопи

# CowPal
source: Mozzarina
ru: Моззарина

# LittleBriarRose
source: Bristla
ru: Бристла

# SharkKid
source: Gobfin
ru: Гобфин

# WindChimes
source: Hangyu
ru: Хангю

# GrassPanda
source: Mossanda
ru: Моссанда

# GrassPanda_Electric
source: Mossanda Lux
ru: Моссанда Лакс

# SweetsSheep
source: Woolipop
ru: Вуллипоп

# BerryGoat
source: Caprity
ru: Каприти

# Alpaca
source: Melpaca
ru: Мелпака

# Deer
source: Eikthyrdeer
ru: Иктирдир

# HawkBird
source: Nitewing
ru: Найтвинг

# PinkRabbit
source: Ribbuny
ru: Риббани

# Baphomet
source: Incineram
ru: Инсинерам

# Baphomet_Dark
source: Incineram Noct
ru: Инсинерам Нокт

# CuteButterfly
source: Cinnamoth
ru: Синнамос

# FlameBuffalo
source: Arsox
ru: Арсокс

# LazyCatfish
source: Dumud
ru: Думад

# DarkCrow
source: Cawgnito
ru: Когнито

# LizardMan
source: Leezpunk
ru: Лизпанк

# LizardMan_Fire
source: Leezpunk Ignis
ru: Лизпанк Игнис

# Werewolf
source: Loupmoon
ru: Лупмун

# Eagle
source: Galeclaw
ru: Эрмург

# RobinHood
source: Robinquill
ru: Робинквилл

# Gorilla
source: Gorirat
ru: Горират

# SoldierBee
source: Beegarde
ru: Бигард

# QueenBee
source: Elizabee
ru: Элизаби

# NaughtyCat
source: Grintale
ru: Гринтэйл

# MopBaby
source: Swee
ru: Сви

# MopKing
source: Sweepa
ru: Свипа

# WeaselDragon
source: Chillet
ru: Чиллет

# Kirin
source: Univolt
ru: Юнивольт

# ThunderDog
source: Rayhound
ru: Райхаунд

# AmaterasuWolf
source: Kitsun
ru: Кицун

# RaijinDaughter
source: Dazzi
ru: Даззи

# Mutant
source: Lunaris
ru: Лунарис

# FlowerDinosaur
source: Dinossom
ru: Диноссум

# Serpent
source: Surfent
ru: Серфент

# Serpent_Ground
source: Surfent Terra
ru: Серфент Терра

# GhostBeast
source: Maraith
ru: Мараит

# DrillGame
source: Digtoise
ru: Дигтос

# CatBat
source: Tombat
ru: Томбат

# PinkLizard
source: Lovander
ru: Ловандер

# LavaGirl
source: Flambelle
ru: Фламбелль

# BirdDragon
source: Vanwyrm
ru: Ванвирм

# BirdDragon_Ice
source: Vanwyrm Cryst
ru: Ванвирм Крист

# Ronin
source: Bushi
ru: Буси

# ThunderBird
source: Beakon
ru: Райберд

# RedArmorBird
source: Ragnahawk
ru: Рагнахавк

# CatMage
source: Katress
ru: Катресс

# FoxMage
source: Wixen
ru: Виксен

# GrassRabbitMan
source: Verdash
ru: Вердаш

# WhiteMoth
source: Sibelyx
ru: Сибеликс

# FairyDragon
source: Elphidran
ru: Элфидран

# Kelpie
source: Kelpsea
ru: Келпси

# Kelpie_Fire
source: Kelpsea Ignis
ru: Келпси Игнис

# BlueDragon
source: Azurobe
ru: Азуроб

# WhiteTiger
source: Cryolinx
ru: Криолинкс

# LazyDragon
source: Relaxaurus
ru: Релаксаурус

# LazyDragon_Electric
source: Relaxaurus Lux
ru: Релаксаурус Лакс

# SakuraSaurus
source: Broncherry
ru: Брончерри

# SakuraSaurus_Water
source: Broncherry Aqua
ru: Брончерри Аква

# FlowerDoll
source: Petallia
ru: Петаллия

# VolcanicMonster
source: Reptyro
ru: Рептиро

# KingAlpaca
source: Kingpaca
ru: Кингпака

# GrassMammoth
source: Mammorest
ru: Мамморест

# Yeti_Grass
source: Wumpo Botan
ru: Вумпо Ботан

# HerculesBeetle
source: Warsect
ru: Ворсект

# FengyunDeeper
source: Fenglope
ru: Фенглоп

# CatVampire
source: Felbat
ru: Фелбэт

# SkyDragon
source: Quivern
ru: Фэски

# HadesBird
source: Helzephyr
ru: Хэлзефир

# BlackMetalDragon
source: Astegon
ru: Астегон

source: Anubis
ru: Анубис

source: Suzaku
ru: Судзаку

# Suzaku_Water
source: Suzaku Aqua
ru: Судзаку Аква

# ElecPanda
source: Grizzbolt
ru: Гриззболт

# LilyQueen
source: Lyleen
ru: Лилин

# Horus
source: Faleris
ru: Фалерис

# ThunderDragonMan
source: Orserk
ru: Осерк

# BlackGriffon
source: Shadowbeak
ru: Шэдоубик

# FireKirin_Dark
source: Pyrin Noct
ru: Пирин Нокт

# FireKirin
source: Pyrin
ru: Пирин

# Manticore_Dark
source: Blazehowl Noct
ru: Блейзхаул Нокт

# Manticore
source: Blazehowl
ru: Блейзхаул

# VioletFairy
source: Vaelet
ru: Ваэлет

# SharkKid_Fire
source: Gobfin Ignis
ru: Гобфин Игнис

# IceDeer
source: Reindrix
ru: Рейндрикс

# VolcanicMonster_Ice
source: Reptyro Cryst
ru: Рептиро Крист

# Umihebi
source: Jormuntide
ru: Йормунтайд

# DarkScorpion
source: Menasting
ru: Менастинг

# FlowerDinosaur_Electric
source: Dinossom Lux
ru: Диноссум Лакс

# LilyQueen_Dark
source: Lyleen Noct
ru: Лилин Нокт

# GrassMammoth_Ice
source: Mammorest Cryst
ru: Мамморест Крист

# KingAlpaca_Ice
source: Kingpaca Cryst
ru: Кингпака Крист

# Yeti
source: Wumpo
ru: Вумпо

# IceFox
source: Foxcicle
ru: Фоксайкл

# WindChimes_Ice
source: Hangyu Cryst
ru: Хангю Крист

# Deer_Ground
source: Eikthyrdeer Terra
ru: Иктирдир Тэрра

# RobinHood_Ground
source: Robinquill Terra
ru: Робинквилл Терра

# Umihebi_Fire
source: Jormuntide Ignis
ru: Йормунтайд Игнис

# FairyDragon_Water
source: Elphidran Aqua
ru: Элфидран Аква

# KingBahamut
source: Blazamut
ru: Блазамут

# PlantSlime_Flower
source: Gumoss (Flower)
ru: Гумосс (с цветком)

# JetDragon
source: Jetragon
ru: Джетрагон

# IceHorse
source: Frostallion
ru: Фросталлион

# BlackCentaur
source: Necromus
ru: Некромус

# SaintCentaur
source: Paladius
ru: Паладиус

# IceHorse_Dark
source: Frostallion Noct
ru: Фросталлион Нокт

# NightLady
source: Bellanoir
ru: Бэллануар

# NightLady_Dark
source: Bellanoir Libero
ru: Бэллануар Либеро

# Gorilla_Ground
source: Gorirat Terra
ru: Горират Терра

# WeaselDragon_Fire
source: Chillet Ignis
ru: Чиллет Игнис

# Ronin_Dark
source: Bushi Noct
ru: Буси Нокт

# CatMage_Fire
source: Katress Ignis
ru: Катресс Игнис

# FoxMage_Dark
source: Wixen Noct
ru: Виксен Нокт

# SkyDragon_Grass
source: Quivern Botan
ru: Фэски Ботан

# KingBahamut_Dragon
source: Blazamut Ryu
ru: Блазамут Рю

# HadesBird_Electric
source: Helzephyr Lux
ru: Хэлзефир Лакс

# DarkScorpion_Ground
source: Menasting Terra
ru: Менастинг Терра

# MoonQueen
source: Selyne
ru: Селена

# KendoFrog
source: Croajiro
ru: Кроадзиро

# LeafPrincess
source: Lullu
ru: Нежноцвет

# MushroomDragon
source: Shroomer
ru: Грибодракон

# MushroomDragon_Dark
source: Shroomer Noct
ru: Шрумер Нокт

# SmallArmadillo
source: Kikit
ru: Бронебол

# CandleGhost
source: Sootseer
ru: Гостлайт

# ScorpionMan
source: Prixter
ru: Скорпио

# WingGolem
source: Knocklem
ru: Теранайт

# GuardianDog
source: Yakumo
ru: Якумо

# SifuDog
source: Dogen
ru: Ванфу

# FeatherOstrich
source: Dazemu
ru: Дазему

# MimicDog
source: Mimog
ru: Мимидог

# DarkAlien
source: Xenovader
ru: Зеноведа

# WhiteAlienDragon
source: Xenogard
ru: Зеногард

# BlueThunderHorse
source: Azurmane
ru: Азурмейн

# SnowTigerBeastman
source: Bastigor
ru: Бастигор

# HerculesBeetle_Ground
source: Warsect Terra
ru: Ворсект Терра

# GoldenHorse
source: Gildane
ru: Гилдейн

# RaijinDaughter_Water
source: Dazzi Noct
ru: Даззи Нокт

# BerryGoat_Dark
source: Caprity Noct
ru: Каприти Нокт

# AmaterasuWolf_Dark
source: Kitsun Noct
ru: Кицун Нокт

# WhiteTiger_Ground
source: Cryolinx Terra
ru: Криолинкс Терра

# Werewolf_Ice
source: Loupmoon Cryst
ru: Лупмун Крист

# GhostRabbit
source: Nitemary
ru: Найтмери

# BadCatgirl
source: Nyafia
ru: Няфия

# MysteryMask
source: Omascul
ru: Омаскул

# BlueberryFairy
source: Prunelia
ru: Прунелия

# PinkRabbit_Grass
source: Ribbuny Botan
ru: Риббани Ботан

# WhiteDeer
source: Celesdir
ru: Селесдир

# WhiteShieldDragon
source: Silvegis
ru: Силвегис

# BlackPuppy
source: Smokie
ru: Смоки

# GrimGirl
source: Splatterina
ru: Сплаттерина

# NightBlueHorse
source: Starryon
ru: Старрион

# PurpleSpider
source: Tarantriss
ru: Тарантрисс

# Horus_Water
source: Faleris Aqua
ru: Фалерис Аква

# FengyunDeeper_Electric
source: Fenglope Lux
ru: Фенглоп Лакс

# Kitsunebi_Ice
source: Foxparks Cryst
ru: Фокспаркс Крист

# DarkMechaDragon
source: Xenolord
ru: Зенолорд
