Repository: qazpos/PalsBreedingAdviser
Catalog: PalsBreedingAdvicer/Properties/PalsData/PalPassiveSkillNames.*.resx
Languages: ru

# Alien
source: Otherworldly Cells
ru: Неизвестные биоклетки

# CoolTimeReduction_Down_1
source: Easygoing
ru: Неторопливый

# CoolTimeReduction_Up_1
source: Serenity
ru: Спокойствие

# CoolTimeReduction_Up_2
source: Impatient
ru: Импульсивный

# CraftSpeed_down2
source: Slacker
ru: Халтурщик

# CraftSpeed_down1
source: Clumsy
ru: Неуклюжий

# CraftSpeed_up1
source: Serious
ru: Старательный

# CraftSpeed_up2
source: Artisan
ru: Мастеровитый

# Deffence_down1
source: Downtrodden
ru: Мягкотелый

# Deffence_down2
source: Brittle
ru: Хрупкие кости

# Deffence_up1
source: Hard Skin
ru: Толстокожий

# Deffence_up2
source: Burly Body
ru: Здоровяк

# ElementBoost_Aqua_1_PAL
source: Hydromaniac
ru: Любитель водных игр

# ElementBoost_Aqua_2_PAL
source: Lord of the Sea
ru: Владыка морей

# ElementBoost_Dark_1_PAL
source: Veil of Darkness
ru: Покров ночи

# ElementBoost_Dark_2_PAL
source: Lord of the Underworld
ru: Король тьмы

# ElementBoost_Dragon_1_PAL
source: Blood of the Dragon
ru: Драконья кровь

# ElementBoost_Dragon_2_PAL
source: Divine Dragon
ru: Небесный дракон

# ElementBoost_Earth_1_PAL
source: Power of Gaia
ru: Сила земли

# ElementBoost_Earth_2_PAL
source: Earth Emperor
ru: Властелин земли

# ElementBoost_Fire_1_PAL
source: Pyromaniac
ru: Играющий с огнем

# ElementBoost_Fire_2_PAL
source: Flame Emperor
ru: Властелин пламени

# ElementBoost_Ice_1_PAL
source: Coldblooded
ru: Холоднокровный

# ElementBoost_Ice_2_PAL
source: Ice Emperor
ru: Властелин льда

# ElementBoost_Leaf_1_PAL
source: Fragrant Foliage
ru: Аромат трав

# ElementBoost_Leaf_2_PAL
source: Spirit Emperor
ru: Король духов

# ElementBoost_Normal_1_PAL
source: Zen Mind
ru: Чистое сознание

# ElementBoost_Normal_2_PAL
source: Celestial Emperor
ru: Небесный защитник

# ElementBoost_Thunder_1_PAL
source: Capacitor
ru: Конденсатор

# ElementBoost_Thunder_2_PAL
source: Lord of Lightning
ru: Властелин грома

# ElementResist_Aqua_1_PAL
source: Waterproof
ru: Водостойкость

# ElementResist_Dark_1_PAL
source: Cheery
ru: Светлое создание

# ElementResist_Dragon_1_PAL
source: Dragonkiller
ru: Убийца драконов

# ElementResist_Earth_1_PAL
source: Earthquake Resistant
ru: Сейсмостойкость

# ElementResist_Fire_1_PAL
source: Suntan Lover
ru: Любитель загара

# ElementResist_Ice_1_PAL
source: Heated Body
ru: Теплокровность

# ElementResist_Leaf_1_PAL
source: Botanical Barrier
ru: Природная защита

# ElementResist_Normal_1_PAL
source: Abnormal
ru: Аномальный

# ElementResist_Thunder_1_PAL
source: Insulated Body
ru: Диэлектрик

source: Eternal Flame
ru: Вечное пламя

source: Legend
ru: Легенда

# MoveSpeed_up_1
source: Nimble
ru: Бойкий

# MoveSpeed_up_2
source: Runner
ru: Умелый бегун

# MoveSpeed_up_3
source: Swift
ru: Спринтер

source: Nocturnal
ru: Ночной образ жизни

# NonKilling
source: Mercy Hit
ru: Сдерживание силы

# Noukin
source: Musclehead
ru: Мистер мускул

# PAL_ALLAttack_down1
source: Coward
ru: Трусливый

# PAL_ALLAttack_down2
source: Pacifist
ru: Бегущий от проблем

# PAL_ALLAttack_up1
source: Brave
ru: Отважный

# PAL_ALLAttack_up2
source: Ferocious
ru: Свирепый

# PAL_conceited
source: Conceited
ru: Тщеславный

# PAL_CorporateSlave
source: Work Slave
ru: Работяга

# PAL_FullStomach_Down_1
source: Dainty Eater
ru: Малоежка

# PAL_FullStomach_Down_2
source: Diet Lover
ru: Гуру диет

# PAL_FullStomach_Up_1
source: Glutton
ru: Чревоугодник

# PAL_FullStomach_Up_2
source: Bottomless Stomach
ru: Бездонный желудок

# PAL_masochist
source: Masochist
ru: Мазохист

# PAL_oraora
source: Aggressive
ru: Настырный

# PAL_rude
source: Hooligan
ru: Грубый

# PAL_sadist
source: Sadist
ru: Садист

# PAL_Sanity_Down_1
source: Positive Thinker
ru: Оптимист

# PAL_Sanity_Down_2
source: Workaholic
ru: Трудоголик

# PAL_Sanity_Up_1
source: Unstable
ru: Невротик

# PAL_Sanity_Up_2
source: Destructive
ru: Фаталист

# Rare
source: Lucky
ru: Счастливый

# SalePrice_Down_1
source: Shabby
ru: Неприглядный

# SalePrice_Up_1
source: Noble
ru: Ценный

# SalePrice_Up_2
source: Fine Furs
ru: Ценная шкура

# Stamina_Down_1
source: Sickly
ru: Замкнутый

# Stamina_Up_1
source: Infinite Stamina
ru: Бесконечная выносливость

# Stamina_Up_2
source: Fit as a Fiddle
ru: Здоровяк

# Test_PalEgg_HatchingSpeed_Up
source: Philantrophist
ru: Филантроп

# TrainerATK_UP_1
source: Vanguard
ru: Военачальник

# TrainerDEF_UP_1
source: Stronghold Strategist
ru: Мастер обороны

# TrainerLogging_up1
source: Logging Foreman
ru: Лидер лесозаготовок

# TrainerMining_up1
source: Mine Foreman
ru: Начальник рудника

# TrainerWorkSpeed_UP_1
source: Motivational Leader
ru: Мотиватор

# Witch
source: Siren of the Void
ru: Ведьма

# PAL_FullStomach_Down_3
source: Mastery of Fasting
ru: Аскет

source: Invader
ru: Захватчик

# Deffence_up3
source: Diamond Body
ru: Алмазное тело

# PAL_ALLAttack_up3
source: Demon God
ru: Чудовище

# PAL_Sanity_Down_3
source: Heart of the Immovable King
ru: Непреклонный дух

# CraftSpeed_up3
source: Remarkable Craftsmanship
ru: Мастер на все руки

# Stamina_Up_3
source: Eternal Engine
ru: Вечный двигатель

# Vampire
source: Vampiric
ru: Вампир
