Repository: qazpos/PalsBreedingAdviser
Catalog: PalsBreedingAdvicer/Properties/PalsData/PalPassiveSkillDescriptions.*.resx
Languages: ru

# Alien
source: Attack +10%. Fire damage reduction 15%. Lightning damage reduction 15%
ru: Атака +10%. Урон от огня -15%. Урон от электричества -15%

# CoolTimeReduction_Down_1
source: Active Skill Cooldown extension -15%
ru: Время перезарядки активного навыка +15%

# CoolTimeReduction_Up_1
source: Active skill cooldown reduction 30% Attack +10%
ru: Время перезарядки активного навыка -30%. Атака +10%

# CoolTimeReduction_Up_2
source: Active skill cooldown reduction 15%
ru: Время перезарядки активного навыка -15%

# CraftSpeed_down2
source: Work Speed -30%
ru: Скорость работы -30%

# CraftSpeed_down1
source: Work Speed -10%
ru: Скорость работы -10%

# CraftSpeed_up1
source: Work Speed +20%
ru: Скорость работы +20%

# CraftSpeed_up2
source: Work Speed +50%
ru: Скорость работы +50%

# Deffence_down1
source: Defense -10%
ru: Защита -10%

# Deffence_down2
source: Defense -20%
ru: Защита -20%

# Deffence_up1
source: Defense +10%
ru: Защита +10%

# Deffence_up2
source: Defense +20%
ru: Защита +20%

# ElementBoost_Aqua_1_PAL
source: 10% increase to Water attack damage
ru: Водяной урон +10%

# ElementBoost_Aqua_2_PAL
source: 20% increase to Water attack damage
ru: Водяной урон +20%

# ElementBoost_Dark_1_PAL
source: 10% increase to Dark attack damage
ru: Темный урон +10%

# ElementBoost_Dark_2_PAL
source: 20% increase to Dark attack damage
ru: Темный урон +20%

# ElementBoost_Dragon_1_PAL
source: 10% increase to Dragon attack damage
ru: Драконический урон +10%

# ElementBoost_Dragon_2_PAL
source: 20% increase to Dragon attack damage
ru: Драконический урон +20%

# ElementBoost_Earth_1_PAL
source: 10% increase to Earth attack damage
ru: Земляной урон +10%

# ElementBoost_Earth_2_PAL
source: 20% increase to Earth attack damage
ru: Земляной урон +20%

# ElementBoost_Fire_1_PAL
source: 10% increase to Fire attack damage
ru: Огненный урон +10%.

# ElementBoost_Fire_2_PAL
source: 20% increase to Fire attack damage
ru: Огненный урон +20%

# ElementBoost_Ice_1_PAL
source: 10% increase to Ice attack damage
ru: Ледяной урона +10%

# ElementBoost_Ice_2_PAL
source: 20% increase to Ice attack damage
ru: Ледяной урона +20%

# ElementBoost_Leaf_1_PAL
source: 10% increase to Grass attack damage
ru: Травяной урон +10%

# ElementBoost_Leaf_2_PAL
source: 20% increase to Grass attack damage
ru: Травяной урон +20%

# ElementBoost_Normal_1_PAL
source: 10% increase to Neutral attack damage
ru: Чистый урон +10%

# ElementBoost_Normal_2_PAL
source: 20% increase to Normal attack damage
ru: Чистый урон +20%

# ElementBoost_Thunder_1_PAL
source: 10% increase to Lightning attack damage
ru: Грозовой урон +10%

# ElementBoost_Thunder_2_PAL
source: 20% increase to Lightning attack damage
ru: Грозовой урон +20%

# ElementResist_Aqua_1_PAL
source: 10% decrease to incoming Water damage
ru: Сокращение водяного урона +10%

# ElementResist_Dark_1_PAL
source: 10% decrease to incoming Dark damage
ru: Сокращение темного урона +10%

# ElementResist_Dragon_1_PAL
source: 10% decrease to incoming Dragon damage
ru: Сокращение драконического урона +10%

# ElementResist_Earth_1_PAL
source: 10% decrease to incoming Ground damage
ru: Сокращение земляного урона +10%

# ElementResist_Fire_1_PAL
source: 10% decrease to incoming Fire damage
ru: Сокращение огненного урона +10%

# ElementResist_Ice_1_PAL
source: 10% decrease to incoming Ice damage
ru: Сокращение ледяного урона +10%

# ElementResist_Leaf_1_PAL
source: 10% decrease to incoming Grass damage
ru: Сокращение травяного урона +10%

# ElementResist_Normal_1_PAL
source: 10% decreased to incoming Neutral damage
ru: Сокращение чистого урона +10%.

# ElementResist_Thunder_1_PAL
source: 10% decrease to incoming Lightning damage
ru: Сокращение грозового урона +10%

# EternalFlame
source: 30% increase to Fire attack damage. 30% increase Lightning attack damage
ru: Огненный урон +30%. Грозовой урон +30%

# Legend
source: Attack +20%. Defense +20%. Movement Speed increases 15%
ru: Атака +20%. Защита +20%. Скорость передвижения +15%

# MoveSpeed_up_1
source: 10% increase to Movement Speed
ru: Скорость перемещения +10%

# MoveSpeed_up_2
source: 20% increase to Movement Speed
ru: Скорость перемещения +20%

# MoveSpeed_up_3
source: 30% increase to movement speed
ru: Скорость перемещения +30%

# Nocturnal
source: Does not sleep and continous to work even at night
ru: Активен даже в ночное время

# NonKilling
source: Pacifist. Will not reduce the target's Health below 1
ru: Миротворец. Не может снизить здоровье цели до 0

# Noukin
source: Attack +30%. Work Speed -50%
ru: Атака +30%. Скорость работы -50%

# PAL_ALLAttack_down1
source: Attack -10%
ru: Атака -10%

# PAL_ALLAttack_down2
source: Attack -20%
ru: Атака -20%

# PAL_ALLAttack_up1
source: Attack +10%
ru: Атака +10%

# PAL_ALLAttack_up2
source: Attack +20%
ru: Атака +20%

# PAL_conceited
source: Work Speed +10%. Defense -10%
ru: Скорость работы +10%. Защита -10%

# PAL_CorporateSlave
source: Work Speed +30%. Attack -30%
ru: Скорость работы +30%. Атака -30%

# PAL_FullStomach_Down_1
source: Satiety drops +10% slower
ru: Уровень сытости падает медленно +10%

# PAL_FullStomach_Down_2
source: Decrease in Hunger is less likely by +15%
ru: Уровень сытости падает медленно +15%

# PAL_FullStomach_Up_1
source: Satiety drops +10% faster
ru: Уровень сытости падает быстро +10%

# PAL_FullStomach_Up_2
source: Satiety drops +15% faster
ru: Уровень сытости падает быстро +15%

# PAL_masochist
source: Defense +15%. Attack -15%
ru: Защита +15%. Атака -15%

# PAL_oraora
source: Attack +10%. Defense -10%
ru: Атака +10%. Защита -10%

# PAL_rude
source: Attack +15%. Work Speed -10%
ru: Атака +15%. Скорость работы -10%

# PAL_sadist
source: Attack +15%. Defense -15%
ru: Атака +15%. Защита -15%

# PAL_Sanity_Down_1
source: SAN drops +10% slower
ru: Показатель рассудка падает медленно +10%

# PAL_Sanity_Down_2
source: SAN drops +15% slower
ru: Показатель расcудка падает быстро +15%

# PAL_Sanity_Up_1
source: SAN drops +10% faster
ru: Показатель расcудка падает быстро +10%

# PAL_Sanity_Up_2
source: SAN drops +15% faster
ru: Показатель рассудка падает быстро +15%

# Rare
source: Work Speed +15%. Attack +15%
ru: Скорость работы +15%. Атака +15%

# SalePrice_Down_1
source: Sale price -10%
ru: Стоимость продажи -10%

# SalePrice_Up_1
source: Sale price +5%
ru: Стоимость продажи +5%

# SalePrice_Up_2
source: Sale price +3%
ru: Стоимость продажи +3%

# Stamina_Down_1
source: Max Stamina -25%
ru: Макс. Выносливость -25%

# Stamina_Up_1
source: Max Stamina +50%
ru: Макс. Выносливость +50%

# Stamina_Up_2
source: Max Stamina +25%
ru: Макс. Выносливость +25%

# Test_PalEgg_HatchingSpeed_Up
source: When assigned to a Breeding Farm, egg production time is reduced by 100%
ru: Пока прикреплен к пастбищу свиданий, скорость производства яиц +100%

# TrainerATK_UP_1
source: 10% increase to Player Attack
ru: Атака игрока +10%

# TrainerDEF_UP_1
source: 10% increase to Player Defense
ru: Защита игрока +10%

# TrainerLogging_up1
source: 25% increase to Player Logging Efficiency
ru: Эффективность рубки деревьев игрока +25%

# TrainerMining_up1
source: 25% increase to Player Mining Efficiency
ru: Эффективность сбора игрока +25%

# TrainerWorkSpeed_UP_1
source: 25% increase to Player Work Speed
ru: Скорость работы игрока +25%

# Witch
source: 20% increase to Dark attack damage. 20% increase to Ice attack damage
ru: Тёмный урон +30%. Ледяной урон +30%

# Invader
source: 30% increase to Dark attack damage. 30% increase to Dragon attack damage
ru: Темный урон +30%. Драконический урон +30%

# PAL_FullStomach_Down_3
source: Hunger decreases +20% slower
ru: Уровень сытости падает медленно +20%

# Deffence_up3
source: Diamond Body
ru: Алмазное тело

# PAL_ALLAttack_up3
source: Demon God
ru: Чудовище

# PAL_Sanity_Down_3
source: Heart of the Immovable King
ru: Непреклонный дух

# CraftSpeed_up3
source: Work Speed +75%
ru: Скорость работы +75%

# Stamina_Up_3
source: Max stamina +75%
ru: Макс. Выносливость +75%

# Vampire
source: Absorbs a portion of the damage dealt to restore Health. Does not sleep at night and continues to work
ru: Поглощает часть наносимого урона восстанавливая ОЗ. Активен даже в ночное время
